{
  "totalCount": 97,
  "Quotes": [
    "As yesterday's positive report card shows, childrens do learn when standards are high and results are measured",
    "I hear there's rumors on the Internets that we're going to have a draft.",
    "I am here to make an announcement that this Thursday, ticket counters and airplanes will fly out of Ronald Reagan Airport.",
    "You teach a child to read, and he or her will be able to pass a literacy test.",
    "They misunderestimated me.",
    "Families is where our nation finds hope, where wings take dream.",
    "I know how hard it is for you to put food on your family.",
    "Rarely is the question asked: Is our children learning?",
    "Too many good docs are getting out of the business. Too many OB-GYNs aren't able to practice their love with women all across this country.",
    "Oh, no, we're not going to have any casualties.",
    "I promise you I will listen to what has been said here, even though I wasn't here.",
    "I couldn't imagine somebody like Osama bin Laden understanding the joy of Hanukkah.",
    "We spent a lot of time talking about Africa, as we should. Africa is a nation that suffers from incredible disease.",
    "For every fatal shooting, there were roughly three nonfatal shootings. And, folks, this is unacceptable in America. It's just unacceptable. And we're going to do something about it.",
    "I know the human being and fish can coexist peacefully.",
    "I'm the decider, and I decide what is best. And what's best is for Don Rumsfeld to remain as the Secretary of Defense.",
    "Tribal sovereignty means that; it's sovereign. I mean, you're a—you've been given sovereignty, and you're viewed as a sovereign entity. And therefore the relationship between the federal government and tribes is one between sovereign entities.",
    "Our enemies are innovative and resourceful, and so are we. They never stop thinking about new ways to harm our country and our people, and neither do we.",
    "There's an old saying in Tennessee—I know it's in Texas, probably in Tennessee—that says, fool me once, shame on—shame on you. Fool me—you can't get fooled again.",
    "I just want you to know that, when we talk about war, we're really talking about peace.",
    "I know what I believe. I will continue to articulate what I believe and what I believe—I believe what I believe is right.",
    "See, in my line of work you got to keep repeating things over and over and over again for the truth to sink in, to kind of catapult the propaganda.",
    "I wish you'd have given me this written question ahead of time so I could plan for it...I'm sure something will pop into my head here in the midst of this press conference, with all the pressure of trying to come up with an answer, but it hadn't yet...I don't want to sound like I have made no mistakes. I'm confident I have. I just haven't—you just put me under the spot here, and maybe I'm not as quick on my feet as I should be in coming up with one.",
    "This is an impressive crowd—the haves and the have mores. Some people call you the elite—I call you my base.",
    "You know, one of the hardest parts of my job is to connect Iraq to the war on terror.",
    "I would say the best moment of all was when I caught a 7.5-pound largemouth bass in my lake.",
    "If this were a dictatorship, it'd be a heck of a lot easier, just so long as I'm the dictator.",
    "Brownie, you're doing a heck of a job.",
    "I don't think anybody anticipated the breach of the levees.",
    "Can we win? I don't think you can win it.",
    "I don't know where bin Laden is. I have no idea and really don't care. It's not that important. It's not our priority.",
    "The most important thing is for us to find Osama bin Laden. It is our No. 1 priority, and we will not rest until we find him.",
    "I will not withdraw, even if Laura and Barney [his dog] are the only ones supporting me.",
    "You work three jobs?… Uniquely American, isn't it? I mean, that is fantastic that you're doing that.",
    "People say, how can I help on this war against terror? How can I fight evil? You can do so by mentoring a child, by going into a shut-in's house and say I love you.",
    "Do you have Blacks, too?",
    "So what?",
    "I think I was unprepared for war.",
    "Goodbye from the world's biggest polluter.",
    "I'll be long gone before some smart person ever figures out what happened inside this Oval Office.",
    "I'm telling you there's an enemy that would like to attack America, Americans, again. There just is. That's the reality of the world. And I wish him all the very best.",
    "Amigo! Amigo!",
    "I want to share with you an interesting program -- for two reasons, one, it's interesting, and two, my wife thought of it -- or has actually been involved with it; she didn't think of it. But she thought of it for this speech.",
    "Throughout our history, the words of the Declaration have inspired immigrants from around the world to set sail to our shores. These immigrants have helped transform 13 small colonies into a great and growing nation of more than 300 people",
    "I remember meeting a mother of a child who was abducted by the North Koreans right here in the Oval Office.",
    "And so, General, I want to thank you for your service. And I appreciate the fact that you really snatched defeat out of the jaws of those who are trying to defeat us in Iraq.",
    "People say, well, do you ever hear any other voices other than, like, a few people? Of course I do.",
    "This thaw -- took a while to thaw, it's going to take a while to unthaw.",
    "And so the fact that they purchased the machine meant somebody had to make the machine. And when somebody makes a machine, it means there's jobs at the machine-making place.",
    "So long as I'm the president, my measure of success is victory -- and success.",
    "I can press when there needs to be pressed; I can hold hands when there needs to be -- hold hands.",
    "Thank you, your Holiness. Awesome speech.",
    "And they have no disregard for human life.",
    "We've got a lot of relations with countries in our neighborhood.",
    "The people in Louisiana must know that all across our country there's a lot of prayer -- prayer for those whose lives have been turned upside down. And I'm one of them.",
    "You know, I'm the President during this period of time, but I think when the history of this period is written, people will realize a lot of the decisions that were made on Wall Street took place over a decade or so, before I arrived in President, during I arrived in President.",
    "I didn't grow up in the ocean -- as a matter of fact -- near the ocean -- I grew up in the desert. Therefore, it was a pleasant contrast to see the ocean. And I particularly like it when I'm fishing.",
    "Oftentimes people ask me, 'Why is it that you're so focused on helping the hungry and diseased in strange parts of the world?'",
    "I've been in the Bible every day since I've been the president",
    "So I analyzed that and decided I didn't want to be the president during a depression greater than the Great Depression, or the beginning of a depression greater than the Great Depression.",
    "Let me start off by saying that in 2000 I said, 'Vote for me. I'm an agent of change.' In 2004, I said, 'I'm not interested in change --I want to continue as president.' Every candidate has got to say 'change.' That's what the American people expect.",
    "Yesterday, you made note of my -- the lack of my talent when it came to dancing. But nevertheless, I want you to know I danced with joy. And no question Liberia has gone through very difficult times.",
    "I think it was in the Rose Garden where I issued this brilliant statement: If I had a magic wand -- but the president doesn't have a magic wand. You just can't say, 'low gas.'",
    "This is my maiden voyage. My first speech since I was the president of the United States and I couldn't think of a better place to give it than Calgary, Canada.",
    "I guess it's OK to call the Secretary of Education here 'buddy.' That means friend.",
    "Removing Saddam Hussein was the right decision early in my presidency, it is the right decision now, and it will be the right decision ever.",
    "In terms of the economy, look, I inherited a recession, I am ending on a recession.",
    "A lot of times in politics you have people look you in the eye and tell you what's not on their mind.",
    "I've abandoned free market principles to save the free market system",
    "The German asparagus are fabulous.",
    "And I, unfortunately, have been to too many disasters as president.",
    "One of the very difficult parts of the decision I made on the financial crisis was to use hardworking people's money to help prevent there to be a crisis.",
    "First of all, I don't see America having problems.",
    "I'm coming as the president of a friend, and I'm coming as a sportsman.",
    "I'm going to put people in my place, so when the history of this administration is written at least there's an authoritarian voice saying exactly what happened.",
    "Anyone engaging in illegal financial transactions will be caught and persecuted.",
    "Your eminence, you're looking good.",
    "Should the Iranian regime-do they have the sovereign right to have civilian nuclear power? So, like, if I were you, that's what I'd ask me. And the answer is, yes, they do.",
    "There's no question about it. Wall Street got drunk -- that's one of the reasons I asked you to turn off the TV cameras -- it got drunk and now it's got a hangover. The question is how long will it sober up and not try to do all these fancy financial instruments.",
    "I want to tell you how proud I am to be the President of a nation that -- in which there's a lot of Philippine-Americans. They love America and they love their heritage. And I reminded the President that I am reminded of the great talent of the -- of our Philippine-Americans when I eat dinner at the White House.",
    "Wait a minute. What did you just say? You're predicting $4-a-gallon gas? ... That's interesting. I hadn't heard that.",
    "We're fixing to go down to Galveston and obviously are going to see a devastated part of this fantastic state.",
    "Let's make sure that there is certainty during uncertain times in our economy.",
    "One of the things important about history is to remember the true history.",
    "Afghanistan is the most daring and ambition mission in the history of NATO.",
    "There is some who say that perhaps freedom is not universal. Maybe it's only Western people that can self-govern. Maybe it's only, you know, white-guy Methodists who are capable of self-government. I reject that notion.",
    "We got plenty of money in Washington. What we need is more priority.",
    "There's no question this is a major human disaster that requires a strong response from the Chinese government, which is what they're providing, but it also responds a compassionate response from nations to whom -- that have got the blessings, good blessings of life, and that's us.",
    "There is no doubt in my mind when history was written, the final page will say: Victory was achieved by the United States of America for the good of the world.",
    "I'm oftentimes asked, What difference does it make to America if people are dying of malaria in a place like Ghana? It means a lot. It means a lot morally, it means a lot from a -- it's in our national interest.",
    "I don't want some mom whose son may have recently died to see the commander in chief playing golf. I feel I owe it to the families to be in solidarity as best as I can with them. And I think playing golf during a war just sends the wrong signal.",
    "We want people owning their home -- we want people owning a businesses.",
    "Soldiers, sailors, Marines, airmen, and Coastmen -- Coast Guardmen, thanks for coming, thanks for wearing the uniform",
    "How can you possibly have an international agreement that's effective unless countries like China and India are not full participants?",
    "The economy is growing, productivity is high, trade is up, people are working. It's not as good as we'd like, but -- and to the extent that we find weakness, we'll move.",
    "He was a great father before politics, a great father during politics and a great father after politics.",
    "But oftentimes I'm asked: Why? Why do you care what happens outside of America?"
  ],
  "Location": [
    "Washington, D.C.",
    "St. Louis, Missouri",
    "Washington, D.C.",
    "Townsend, Tennessee",
    "Bentonville, Arkansas",
    "LaCrosse, Wisconsin",
    "Greater Nashua, New Hampshire",
    "Florence, South Carolina",
    "Poplar Bluff, Missouri",
    "Talking to Pat Robertson",
    "Waco, Texas",
    "White House menorah lighting ceremony, Washington, D.C.",
    "Gothenburg, Sweden",
    "Philadelphia, Pennsylvania",
    "Saginaw, Michigan",
    "Washington, D.C.",
    "Washington, D.C.",
    "Washington, D.C.",
    "Nashville, Tenn.",
    "Washington, D.C.",
    "Rome, Italy",
    "Greece, New York",
    "after being asked to name the biggest mistake he had made, Washington, D.C.",
    "New York City, New York",
    "interview with CBS News' Katie Couric",
    "on his best moment in office",
    "Washington, D.C.",
    "to FEMA director Michael Brown while touring hurricane-ravaged Mississippi",
    "on \"Good Morning America,\"",
    "after being asked whether the war on terror was winnable, \"Today\" show interview",
    "Washington, D.C.",
    "Washington, D.C.",
    "Bob Woodward",
    "to a divorced mother of three, Omaha, Nebraska",
    "Washington, D.C.",
    "to Brazilian President Fernando Cardoso, Washington, D.C.",
    "President Bush, responding to an ABC News correspondent who pointed out that Al Qaeda wasn't a threat in Iraq until after the United States invaded",
    "on the biggest regret of his presidency, ABC News interview",
    "in parting words to world leaders at his final G-8 Summit, punching the air and grinning widely as those present looked on in shock, Rusutsu, Japan",
    "Washington, D.C.",
    "Washington, D.C.",
    "Calling out to Italian Prime Minister Silvio Berlusconi at the G-8 Summit in Rusutsu, Japan",
    "Discussing a company that improves access to clean water in Africa, in Washington D.C.",
    "Charlottesville, Virginia",
    "Washington, D.C.",
    "To Army Gen. Ray Odierno in Washington, D.C.",
    "Washington, D.C.",
    "On liquidity in the markets, Alexandria, Louisiana",
    "Mesa, Arizona",
    "Washington, D.C.",
    "On how he can contribute to the Middle East peace process, in Washington, D.C.",
    "To Pope Benedict, in Washington, D.C.",
    "on the brutality of Afghan fighters, Washington, D.C.",
    "Kranj, Slovenia",
    "After Hurricane Katrina, in Baton Rouge, Louisiana",
    "ABC News interview",
    "Washington, D.C.",
    "Washington, D.C.",
    "Washington, D.C.",
    "Washington, D.C.",
    "Washington, D.C.",
    "Speaking with the President of Liberia, Washington, D.C.",
    "Washington D.C.",
    "Calgary, Canada",
    "Philadelphia, Pennsylvania",
    "Washington, D.C.",
    "Washington, D.C.",
    "Sochi, Russia",
    "Washington, D.C.",
    "Meseberg, Germany",
    "While discussing flooding in the midwest in Washington, D.C.",
    "Washington, D.C.",
    "Interview with Bob Costas at the 2008 Olympics in Beijing, China",
    "On his then-upcoming trip to China for the Olympics, in Washington, D.C.",
    "On what he hopes to accomplish with his memoir, in Calgary, Canada",
    "Washington, D.C.",
    "To Pope Benedict XVI, Rome, Italy",
    "Washington, D.C.",
    "Houston, Texas",
    "Referring to White House chef Cristeta Comerford while meeting with Filipino President Gloria Macapagal Arroyo in Washington, D.C.",
    "Washington, D.C.",
    "Houston, Texas",
    "Washington, D.C.",
    "Washington, D.C",
    "Bucharest, Romania",
    "London, England",
    "Washington, D.C.",
    "On relief efforts after a Chinese earthquake, Washington, D.C.",
    "Addressing U.S. troops at Camp Arifjan in Kuwait",
    "Accra, Ghana",
    "Washington, D.C.",
    "Washington, D.C.",
    "At the Pentagon",
    "At Camp David",
    "Washington, D.C.",
    "On his father, George H.W. Bush, in Washington, D.C.",
    "Washington, D.C."
  ],
    "Date": [
    "September 26, 2007",
    "October 8, 2004",
    "October 3, 2001",
    "February 21, 2001",
    "November 6, 2000",
    "October 18, 2000",
    "January 27, 2000",
    "January 11, 2000",
    "September 6, 2004",
    "2003",
    "August 13, 2002",
    "December 10, 2001",
    "June 14, 2001",
    "May 14, 2001",
    "September 29, 2000",
    "April 18, 2006",
    "August 6, 2004",
    "August 5, 2004",
    "September 17, 2002",
    "June 18, 2002",
    "July 22, 2001",
    "May 24, 2005",
    "April 3, 2004",
    "October 19, 2000",
    "September 6, 2006",
    "May 7, 2006",
    "December 19, 2000",
    "September 2, 2005",
    "September 1, 2005",
    "August 30, 2004",
    "March 13, 2002",
    "September 13, 2001",
    "2005",
    "February 4, 2005",
    "September 19, 2002",
    "November 8, 2001",
    "December 14, 2008",
    "December 1, 2008",
    "July 10, 2008",
    "May 12, 2008",
    "January 12, 2009",
    "July 10, 2008",
    "October 21, 2008",
    "July 4, 2008",
    "June 26, 2008",
    "March 3, 2008",
    "December 18, 2008",
    "October 20, 2008",
    "May 27, 2008",
    "April 17, 2008",
    "January 4, 2008",
    "April 15, 2008",
    "July 15, 2008",
    "June 10, 2008",
    "September 3, 2008",
    "December 1, 2008",
    "September 26, 2008",
    "April 18, 2008",
    "November 12, 2008",
    "December 18, 2008",
    "March 5, 2008",
    "October 22, 2008",
    "July 15, 2008",
    "March 17, 2009",
    "January 8, 2009",
    "March 12, 2008",
    "January 12, 2009",
    "April 6, 2008",
    "December 16, 2008",
    "June 11, 2008",
    "June 17, 2008",
    "January 12, 2009",
    "August 10, 2008",
    "July 30, 2008",
    "March 17, 2009",
    "September 19, 2008",
    "June 13, 2008",
    "July 2, 2008",
    "July 18, 2008",
    "June 24, 2008",
    "February 28, 2008",
    "September 16, 2008",
    "June 2, 2008",
    "June 6, 2008",
    "April 2, 2008",
    "June 16, 2008",
    "June 2, 2008",
    "June 6, 2008",
    "January 12, 2008",
    "February 20, 2008",
    "May 13, 2008",
    "April 18, 2008",
    "March 19, 2008",
    "April 19, 2008",
    "July 15, 2008",
    "November 12, 2008",
    "June 26, 2008"
  ]
}